@extends('layouts.nonav')
@section('title', '服务条款')
@section('description', '电子森林网站服务条款')

@section('content')
<div class="container agreement">
    <h1>服务条款</h1>
    <h2>使用条款</h2>
    <br>
    <p>欢迎注册使用电子森林，电子森林（eetree.io）是苏州思得普信息科技有限公司旗下的资源类网站，旨在帮助电子行业的工程师整理知识、技能点并进行分享的平台。</p>
    <br>
    <p>请您（下称“用户”）仔细阅读以下全部内容，如用户不同意本服务条款任意内容，请勿注册或使用电子森林。</p>
    <br>
    <p>如果用户注册使用电子森林，则默认表示其已接受本服务条款的相关规定及本服务条款不时的增补与修改，并愿意受其约束。如果发生纠纷，用户应自行承担事实上未认真阅读本条款的责任，不得以未仔细阅读为由进行抗辩。</p>
    <br>
    <h2>用户须知</h2>
    <br>
    <h3>账号的真实性</h3>
    <p>目前电子森林提供三种注册/登录（微信、QQ、手机号）方式，请您务必提供真实有效的信息，同时确保所提供数据的真实性、准确性、完整性和及时性，以确保确有需要的特殊情况下我们可以及时联系到您。如果您以虚假信息注册，电子森林有权采取通知限期整改、冻结账户和删除相关数据等措施。</p>
    <br>
    <h3>账号唯一性</h3>
    <p>请确保不泄露或提供您的账号密码给任何人，以防数据丢失或篡改。</p>
    <br>
    <p>我们建议用户至少绑定两种登录方式，比如使用QQ注册/登录后，再绑定常用手机号，以防止出现登录账号丢失/遗忘等情况而影响用户数据安全。(比如：某位用户同时绑定了QQ和手机号两种登录方式，假如某一天QQ账号被盗，可以及时使用手机号登录电子森林，然后解绑QQ，这样QQ就无法再登录电子森林，从而确保数据安全。)<p>
    <br>
    <h2>违法禁止</h2>
    <br>
    <p>用户不得使用电子森林从事以下任何行为。如有违反，电子森林有权直接冻结账户，删除相关数据，并向政府主管部门报告，且因此产生的法律后果应由用户承担。</p>
    <ul>
        <li>1. 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>2. 损害国家荣誉和利益的；</li>
        <li>3. 煽动民族仇恨、民族歧视，破坏民族团结的；</li>
        <li>4. 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>5. 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>6. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>7. 侮辱或者诽谤他人，侵害他人合法权益的；</li>
        <li>8. 侵犯他人知识产权的；</li>
        <li>9. 发布法律、行政法规禁止的其他内容，或从事法律、行政法规禁止的其他行为。</li>
    </ul>
    <br>
    <h2>隐私保护</h2>
    <br>
    <p>用户注册使用电子森林，即视为同意电子森林收集其在注册、使用电子森林过程中产生的个人信息，并同意电子森林在不披露用户个人信息和数据的前提下，对相关数据进行技术分析，以完善电子森林的产品和服务。</p>
    <br>
    <p>电子森林不会将用户的任何数据提供给任何第三方，但以下情形除外：</p>
    <ul>
        <li>1. 相关法律法规或法院、政府机关要求；</li>
        <li>2. 用户以任何方式授权第三方工具获取该等数据。</li>
    </ul>
    <br>
    <h2>免责声明</h2>
    <br>
    <p>电子森林的数据存储在阿里云或其他云服务器，存在网络故障或数据丢失的可能性，电子森林对可能发生的网络服务的中断或终止所可能导致的一切损失，不承担任何法律责任及经济赔偿。</p>
    <br>
    <p>电子森林不保证网络服务的及时性、安全性、准确性、持续性或适用性。</p>
    <br>
    <p>对于非因电子森林故意或重大过失造成的的网络中断或终止，不问时长、原因、后果，电子森林不承担任何责任，但会尽力减少因此而给您造成的损失和影响，包含但不仅限于以下几种情况：</p>
    <ul>
        <li>1. 政府、法院、检察机关等有权机关审查；</li>
        <li>2. 黑客攻击；</li>
        <li>3. 电子森林无故意或重大过失的情形；</li>
        <li>4. 电子森林无法控制或预见的情形（包括但不限于不可抗力）。</li>
    </ul>
    <br>
    <p>因用户个人原因如将密码告知他人或是与他人共享账户而造成的任何个人信息和数据的泄露或丢失，电子森林不承担任何责任。</p>
    <br>
    <p>电子森林会不断改进产品和服务，电子森林可能会增加或删除某项功能，也可能会提供或暂停乃至彻底停止某项服务。用户同意电子森林行使上述权利且无须承担任何责任。</p>
    <br>
    <h2>言论及内容版权</h2>
    <br>
    <p>电子森林不对用户发表的任何内容的正确性、合法性做任何保证。<p>
    <br>
    <p>用户发表的内容仅表明其个人的立场和观点，不代表电子森林的立场或观点。内容发布者需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发布者承担全部法律责任，电子森林不承担任何直接、连带、补充或替代的任何法律责任。<p>
    <br>
    <p>用户对于个人创作并通过电子森林发布的内容依法享有著作权和其他相关权利。<p>
    <br>
    <p>用户在电子森林官方提供的公开区域（如电子森林精选）中发布的全部内容，均视为已授予电子森林免费的、不可撤销的、非独家使用许可，电子森林有权将该内容用于电子森林各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。<p>
    <br>
    <h2>内容变更</h2>
    <br>
    <p>电子森林可随时更改、终止服务条款的主体、存续期或内容（合称“变更”），电子森林将以直接在网站上公布变更后新服务条款的方式通知用户，公布视为有效充分通知用户，公布所载生效日即为变更生效日，该视为之拟制不可推翻。电子森林也可采用电子邮件、短信或其他方式就变更进行通知。<p>
    <br>
    <p>用户如果不同意本条款任何变更，有权利停止使用电子森林。如果用户继续使用电子森林，则视为用户接受本条款的全部变更。<p>
    <br>
    <h2>违约责任</h2>
    <br>
    <p>因电子森林故意或重大过失造成损失的，电子森林将赔偿直接损失，但以电子森林实际已收取费用的数额为限。<p>
    <br>
    <p>因用户个人原因而造成电子森林损失的，应由用户承担全部赔偿责任。<p>
    <br>
    <div class="bottom">©苏州思得普信息科技有限公司保留一切权利。</div>
</div>
@endsection
